Repository: AntennaHouse/focheck
Catalog: omegat/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: font-style="" token should be 'normal', 'italic', 'oblique', 'backslant', or 'inherit'.
ja: font-style="" のトークンは「normal」、「italic」、「oblique」、「backslant」又は「inherit」でなければなりません。

source: font-variant="" should be 'normal', 'small-caps', or 'inherit'.
ja: font-variant="" は「normal」、「small-caps」又は「inherit」でなければなりません。

source: font-variant="" token should be 'normal', 'small-caps', or 'inherit'.
ja: font-variant="" のトークンは「normal」、「small-caps」又は「inherit」でなければなりません。

source: font-weight="" should be 'normal', 'bold', 'bolder', 'lighter', 'inherit', or Number.
ja: font-weight="" は「normal」、「bold」、「bolder」、「lighter」、「inherit」又は数でなければなりません。

source: font-weight="" token should be 'normal', 'bold', 'bolder', 'lighter', or 'inherit'.
ja: font-weight="" のトークンは「normal」、「bold」、「bolder」、「lighter」又は「inherit」でなければなりません。

source: font="" should be '[ [ <font-style> || <font-variant> || <font-weight> ]?
ja: font="" は「[ [ <font-style> || <font-variant> || <font-weight> ]?

source: force-page-count="" should be 'auto | even | odd | end-on-even | end-on-odd | no-force | inherit'.
ja: force-page-count="" は「auto | even | odd | end-on-even | end-on-odd | no-force | inherit」でなければなりません。

source: format="" should be '<string>'.
ja: format="" は「<string>」でなければなりません。

source: glyph-orientation-horizontal="" should be Literal or 'inherit'.
ja: glyph-orientation-horizontal="" はリテラル又は「inherit」でなければなりません。

source: glyph-orientation-horizontal="" token should be 'inherit'.
ja: glyph-orientation-horizontal="" のトークンは「inherit」でなければなりません。

source: glyph-orientation-vertical="" should be 'auto', 'inherit', or Literal.
ja: glyph-orientation-vertical="" は「auto」、「inherit」又はリテラルでなければなりません。

source: glyph-orientation-vertical="" token should be 'auto' or 'inherit'.
ja: glyph-orientation-vertical="" のトークンは「auto」又は「inherit」でなければなりません。

source: grouping-separator="" should be '<character>'.
ja: grouping-separator="" は「<character>」でなければなりません。

source: grouping-size="" should be Number.
ja: grouping-size="" は 数でなければなりません。

source: height="" should be Length, Percent, 'auto', or 'inherit'.
ja: height="" は 長さ、パーセント、「auto」又は「inherit」でなければなりません。

source: height="" token should be 'auto' or 'inherit'.
ja: height="" のトークンは「auto」又は「inherit」でなければなりません。

source: hyphenate="" should be 'false', 'true', or 'inherit'.
ja: hyphenate="" は「false」、「true」 又は「inherit」でなければなりません。

source: hyphenate="" token should be 'false', 'true', or 'inherit'.
ja: hyphenate="" のトークンは「false」、「true」 又は「inherit」でなければなりません。

source: hyphenation-character="" should be '<character> | inherit'.
ja: hyphenation-character="" は「<character> | inherit」でなければなりません。

source: hyphenation-keep="" should be 'auto', 'column', 'page', or 'inherit'.
ja: hyphenation-keep="" は「auto」、「column」、「page」 又は「inherit」でなければなりません。

source: hyphenation-keep="" token should be 'auto', 'column', 'page', or 'inherit'.
ja: hyphenation-keep="" のトークンは「auto」、「column」、「page」 又は「inherit」でなければなりません。

source: hyphenation-ladder-count="" should be 'no-limit', 'inherit', or Number.
ja: hyphenation-ladder-count="" は「no-limit」、「inherit」又は 数でなければなりません。

source: hyphenation-ladder-count="" token should be 'no-limit' or 'inherit'.
ja: hyphenation-ladder-count="" のトークンは「no-limit」又は「inherit」でなければなりません。

source: hyphenation-push-character-count="" should be Number or 'inherit'.
ja: hyphenation-push-character-count="" は 数又は「inherit」でなければなりません。

source: hyphenation-push-character-count="" token should be 'inherit'.
ja: hyphenation-push-character-count="" のトークンは「inherit」でなければなりません。

source: hyphenation-remain-character-count="" should be Number or 'inherit'.
ja: hyphenation-remain-character-count="" は数又は「inherit」でなければなりません。

source: hyphenation-remain-character-count="" token should be 'inherit'.
ja: hyphenation-remain-character-count="" のトークンは「inherit」でなければなりません。

source: id="" should be '<id>'.
ja: id="" は「<id>」でなければなりません。

source: index-class="" should be Literal or EnumerationToken.
ja: index-class="" は リテラル又は列挙トークンでなければなりません。

source: index-key="" should be '<string>'.
ja: index-key="" は「<string>」でなければなりません。

source: indicate-destination="" should be 'true' or 'false'.
ja: indicate-destination="" は「true」又は「false」でなければなりません。

source: indicate-destination="" token should be 'true' or 'false'.
ja: indicate-destination="" のトークンは「true」又は「false」でなければなりません。

source: initial-page-number="" should be 'auto', 'auto-odd', 'auto-even', 'inherit', or Number.
ja: initial-page-number="" は「auto」、「auto-odd」、「auto-even」、「inherit」又は数でなければなりません。

source: initial-page-number="" token should be 'auto', 'auto-odd', 'auto-even', or 'inherit'.
ja: initial-page-number="" のトークンは「auto」、「auto-odd」、「auto-even」又は「inherit」でなければなりません

source: inline-progression-dimension="" should be 'auto', 'inherit', Length, or Percent.
ja: inline-progression-dimension="" は「 auto」、「inherit」、 長さ、又は パーセントでなければなりません。

source: inline-progression-dimension="" token should be 'auto' or 'inherit'.
ja: inline-progression-dimension="" のトークンは「auto」又は「inherit」でなければなりません。

source: intrinsic-scale-value="" should be Percent or 'inherit'.
ja: intrinsic-scale-value="" は パーセント又は「inherit」でなければなりません。

source: intrinsic-scale-value="" token should be 'inherit'.
ja: intrinsic-scale-value="" のトークンは「inherit」でなければなりません。

source: intrusion-displace="" should be 'auto', 'none', 'line', 'indent', 'block', or 'inherit'.
ja: intrusion-displace="" は「auto」、「none」、「line」、「indent」、「block」又は「inherit」でなければなりません。

source: intrusion-displace="" token should be 'auto', 'none', 'line', 'indent', 'block', or 'inherit'.
ja: intrusion-displace="" のトークンは「auto」、「none」、「line」、「indent」、「block」又は「inherit」でなければなりません。

source: is ignored with 'number-columns-spanned' is present and has a value greater than 1.
ja: 「number-columns-spanned」が存在して １以上の値を持つ場合、無限されます。

source: keep-together="" should be 'auto', 'always', 'inherit', or Number.
ja: keep-together="" は「auto」、「always」 、「inherit」又は数でなければなりません。

source: keep-together="" token should be 'auto', 'always', or 'inherit'.
ja: keep-together="" のトークンは「auto」、「always」又は「inherit」でなければなりません。

source: keep-with-next="" should be 'auto', 'always', 'inherit', or Number.
ja: keep-with-next="" は「auto」、「always」、「inherit」又は数でなければなりません。

source: keep-with-next="" token should be 'auto', 'always', or 'inherit'.
ja: keep-with-next="" のトークンは「auto」、「always」 又は「inherit」でなければなりません。

source: keep-with-previous="" should be 'auto', 'always', 'inherit', or Number.
ja: keep-with-previous="" は「auto」、「always」、「inherit」又は数でなければなりません。

source: keep-with-previous="" token should be 'auto', 'always', or 'inherit'.
ja: keep-with-previous="" のトークンは「auto」、「always」 又は「inherit」でなければなりません。

source: language="" should be 'none | <language> | inherit'.
ja: language="" は「none | <language> | inherit」でなければなりません。

source: language="" should be a 3-letter code conforming to a ISO639-2 terminology or bibliographic code or a 2-letter code conforming to a ISO639 2-letter code or 'none' or 'inherit'.
ja: language="" は ISO639-2 用語又は書誌に対応している ３文字コード、 ISO639 ２文字コード に対応している２文字コード、「none」又は「inherit」でなければなりません。

source: language="" should be an EnumerationToken.
ja: language="" は 列挙トークンでなければなりません。

source: last-line-end-indent="" should be Length, Percent, or 'inherit'.
ja: last-line-end-indent="" は長さ、パーセント又は「inherit」でなければなりません。

source: last-line-end-indent="" token should be 'inherit'.
ja: last-line-end-indent="" のトークンは「inherit」でなければなりません。

source: leader-alignment="" should be 'none', 'reference-area', 'page', or 'inherit'.
ja: leader-alignment="" は「none」、「reference-area」「page」又は「inherit」でなければなりません。

source: leader-alignment="" token should be 'none', 'reference-area', 'page', or 'inherit'.
ja: leader-alignment="" のトークンは「none」、「reference-area」「page」又は「inherit」でなければなりません。

source: leader-length="" should be Length, Percent, or 'inherit'.
ja: leader-length="" は長さ、パーセント又は「inherit」でなければなりません。

source: leader-length="" token should be 'inherit'.
ja: leader-length="" のトークンは「inherit」でなければなりません。

source: leader-pattern-width="" should be 'use-font-metrics', 'inherit', Length, or Percent.
ja: leader-pattern-width="" は「use-font-metrics」、「inherit」、長さ又はパーセントでなければなりません。

source: leader-pattern-width="" token should be 'use-font-metrics' or 'inherit'.
ja: leader-pattern-width="" のトークンは「use-font-metrics」又は「inherit」でなければなりません。

source: leader-pattern="" should be 'space', 'rule', 'dots', 'use-content', or 'inherit'.
ja: leader-pattern="" は「space」、「rule」、「dots」、「use-content」又は「inherit」でなければなりません。

source: leader-pattern="" token should be 'space', 'rule', 'dots', 'use-content', or 'inherit'.
ja: leader-pattern="" のトークンは「space」、「rule」、「dots」、「use-content」又は「inherit」でなければなりません。

source: left="" should be Length, Percent, 'auto', or 'inherit'.
ja: left="" は長さ、パーセント「auto」又は「inherit」でなければなりません。

source: left="" token should be 'auto' or 'inherit'.
ja: left="" のトークンは「auto」又は「inherit」でなければなりません。

source: letter-spacing="" should be 'normal', 'inherit', or Length.
ja: letter-spacing="" は「normal」、「inherit」又は長さでなければなりません。

source: letter-spacing="" token should be 'normal' or 'inherit'.
ja: letter-spacing="" のトークンは「normal」又は「inherit」でなければなりません。

source: letter-value="" should be 'auto', 'alphabetic', or 'traditional'.
ja: letter-value="" は「auto」、「alphabetic」又は「traditional」でなければなりません。

source: letter-value="" token should be 'auto', 'alphabetic', or 'traditional'.
ja: letter-value="" のトークンは「auto」、「alphabetic」又は「traditional」でなければなりません。

source: line-height-shift-adjustment="" should be 'consider-shifts', 'disregard-shifts', or 'inherit'.
ja: line-height-shift-adjustment="" は「consider-shifts」、「disregard-shifts」又は「inherit」でなければなりません。

source: line-height-shift-adjustment="" token should be 'consider-shifts', 'disregard-shifts', or 'inherit'.
ja: line-height-shift-adjustment="" のトークンは「consider-shifts」、「disregard-shifts」又は「inherit」でなければなりません。

source: line-height="" should be 'normal', 'inherit', Length, Number, or Percent.
ja: line-height="" は「normal」、「inherit」、長さ、数、又はパーセントでなければなりません。

source: line-height="" token should be 'normal' or 'inherit'.
ja: line-height="" のトークンは「normal」又は「inherit」でなければなりません。

source: line-stacking-strategy="" should be 'line-height', 'font-height', 'max-height', or 'inherit'.
ja: line-stacking-strategy="" は「line-height」、「font-height」、「max-height」又は「inherit」でなければなりません。

source: line-stacking-strategy="" token should be 'line-height', 'font-height', 'max-height', or 'inherit'.
ja: line-stacking-strategy="" のトークンは「line-height」、「font-height」、「max-height」又は「inherit」でなければなりません。

source: linefeed-treatment="" should be 'ignore', 'preserve', 'treat-as-space', 'treat-as-zero-width-space', or 'inherit'.
ja: linefeed-treatment="" は「ignore」、「preserve」、「treat-as-space」、「treat-as-zero-width-space」又は「inherit」でなければなりません。

source: linefeed-treatment="" token should be 'ignore', 'preserve', 'treat-as-space', 'treat-as-zero-width-space', or 'inherit'.
ja: linefeed-treatment="" のトークンは「ignore」、「preserve」、「treat-as-space」、「treat-as-zero-width-space」又は「inherit」でなければなりません。

source: margin-bottom="" should be 'auto', 'inherit', Length, or Percent.
ja: margin-bottom="" は「auto」,「inherit」、長さ又はパーセントでなければなりません。

source: margin-bottom="" token should be 'auto' or 'inherit'.
ja: margin-bottom="" のトークンは「auto」又は「inherit」でなければなりません。

source: margin-left="" should be 'auto', 'inherit', Length, or Percent.
ja: margin-left="" は「auto」,「inherit」、長さ又はパーセントでなければなりません。

source: margin-left="" token should be 'auto' or 'inherit'.
ja: margin-left="" のトークンは「auto」又は「inherit」でなければなりません。

source: margin-right="" should be 'auto', 'inherit', Length, or Percent.
ja: margin-right="" は「auto」,「inherit」、長さ又はパーセントでなければなりません。

source: margin-right="" token should be 'auto' or 'inherit'.
ja: margin-right="" のトークンは「auto」又は「inherit」でなければなりません。

source: margin-top="" should be 'auto', 'inherit', Length, or Percent.
ja: margin-top="" は「auto」,「inherit」、長さ又はパーセントでなければなりません。

source: margin-top="" token should be 'auto' or 'inherit'.
ja: margin-top="" のトークンは「auto」又は「inherit」でなければなりません。

source: margin="" should be '<margin-width>{1,4} | inherit'.
ja: margin="" は「<margin-width>{1,4} | inherit」でなければなりません。

source: marker-class-name="" should be EnumerationToken.
ja: marker-class-name="" は 列挙トークンでなければなりません。

source: marker-class-name="" should be unique among fo:marker with the same parent.
ja: marker-class-name="" は 同じ親を持つ fo:marker の中で特殊でなければなりません。

source: master-name="" should be EnumerationToken.
ja: master-name="" は 列挙トークンでなければなりません。

source: master-name="" should be unique.
ja: master-name="" は 特殊でなければなりません。

source: master-reference="" should be EnumerationToken.
ja: master-reference="" は 列挙トークンでなければなりません。

source: master-reference="" refers to multiple 'master-name' within the document.
ja: master-reference="" は文書にある複数の「master-name」を表します。

source: master-reference="" refers to multiple master-name within the document.
ja: master-reference="" は文書にある複数の「master-name」を参照しています。

source: master-reference="" should refer to a 'master-name' that exists within the document.
ja: master-reference="" は文書内にある「master-name」を参照する必要があります。

source: master-reference="" should refer to a master-name that exists within the document.
ja: master-reference="" は文書内にある「master-name」を参照する必要があります。

source: max-height="" should be '<length> | <percentage> | none | inherit'.
ja: max-height="" は「<length> | <percentage> | none | inherit」でなければなりません。

source: max-width="" should be '<length> | <percentage> | none | inherit'.
ja: max-width="" は「<length> | <percentage> | none | inherit」でなければなりません。

source: maximum-repeats="" should be Number, 'no-limit', or 'inherit'.
ja: maximum-repeats="" は 数、「no-limit」又は「inherit」でなければなりません。

source: maximum-repeats="" token should be 'no-limit' or 'inherit'.
ja: maximum-repeats="" のトークンは「no-limit」又は「inherit」でなければなりません。

source: media-usage="" should be 'auto', 'paginate', 'bounded-in-one-dimension', or 'unbounded'.
ja: media-usage="" は「auto」、「paginate」、「bounded-in-one-dimension」又は「unbounded」でなければなりません。

source: media-usage="" token should be 'auto', 'paginate', 'bounded-in-one-dimension', or 'unbounded'.
ja: media-usage="" のトークンは「auto」、「paginate」、「bounded-in-one-dimension」又は「unbounded」でなければなりません。

source: merge-pages-across-index-key-references="" should be 'merge' or 'leave-separate'.
ja: merge-pages-across-index-key-references="" は「merge」又は「leave-separate」でなければなりません。

source: merge-pages-across-index-key-references="" token should be 'merge' or 'leave-separate'.
ja: merge-pages-across-index-key-references="" のトークンは「merge」又は「leave-separate」でなければなりません。

source: merge-ranges-across-index-key-references="" should be 'merge' or 'leave-separate'.
ja: merge-ranges-across-index-key-references="" は「merge」又は「leave-separate」でなければなりません。

source: merge-ranges-across-index-key-references="" token should be 'merge' or 'leave-separate'.
ja: merge-ranges-across-index-key-references="" のトークンは「merge」又は「leave-separate」でなければなりません。

source: merge-sequential-page-numbers="" should be 'merge' or 'leave-separate'.
ja: merge-sequential-page-numbers="" は「merge」又は「leave-separate」でなければなりません。

source: merge-sequential-page-numbers="" token should be 'merge' or 'leave-separate'.
ja: merge-sequential-page-numbers="" のトークンは「merge」又は「leave-separate」でなければなりません。

source: min-height="" should be '<length> | <percentage> | inherit'.
ja: min-height="" は「<length> | <percentage> | inherit」でなければなりません。

source: min-width="" should be '<length> | <percentage> | inherit'.
ja: min-width="" は「<length> | <percentage> | inherit」でなければなりません。

source: name="" cannot be used when axf:document-info with name="xmp" is present.
ja: name="" は name="xmp" とのaxf:document-infoが存在している場合、使用することができません。

source: name="" is deprecated.
ja: name="" は勧められません。

source: name="{@name}" cannot be used when axf:document-info with name="xmp" is present.
ja: a name="{@name}" cannot be used when axf:document-info with name="xmp" is present.

source: number-columns-repeated="" should be Number.
ja: number-columns-repeated="" は 数でなければなりません。

source: number-columns-spanned="" should be Number.
ja: number-columns-spanned="" は 数でなければなりません。

source: number-rows-spanned="" should be Number.
ja: number-rows-spanned="" は 数でなければなりません。

source: odd-or-even="" should be 'odd', 'even', 'any', or 'inherit'.
ja: odd-or-even="" は「odd」、「even」、「any」又は「inherit」でなければなりません。

source: odd-or-even="" token should be 'odd', 'even', 'any', or 'inherit'.
ja: odd-or-even="" のトークンは「odd」、「even」、「any」又は「inherit」でなければなりません。

source: orphans="" should be Number or 'inherit'.
ja: orphans="" は 数 又は「inherit」でなければなりません。

source: orphans="" token should be 'inherit'.
ja: orphans="" のトークンは「inherit」でなければなりません。

source: overflow="" should be 'visible', 'hidden', 'scroll', 'error-if-overflow', 'repeat', 'replace', 'condense', or 'auto'.
ja: overflow="" は「visible」、「hidden」、「scroll」、「error-if-overflow」、「repeat」、「replace」、「condense」又は「auto」でなければなりません。

source: overflow="" applies only on fo:block-container or fo:inline-container.
ja: overflow="" はfo:block-container 又は fo:inline-containerのみに適用されています。

source: overflow="" on an absolutely-positioned area will be treated as 'auto'.
ja: overflow="" の絶対位置の領域は「auto」を処理されます。

source: overflow="" token should be 'visible', 'hidden', 'scroll', 'error-if-overflow', 'repeat', 'replace', 'condense', or 'auto'.
ja: overflow="" のトークンは「visible」、「hidden」、「scroll」、「error-if-overflow」、「repeat」、「replace」、「condense」又は「auto」でなければなりません。

source: padding-after="" should be Length, Percent, or 'inherit'.
ja: padding-after="" は長さ、パーセント 又は「inherit」でなければなりません。

source: padding-after="" token should be 'inherit'.
ja: padding-after="" のトークンは「inherit」でなければなりません。

source: padding-before="" should be Length, Percent, or 'inherit'.
ja: padding-before="" は長さ、パーセント又は「inherit」でなければなりません。

source: padding-before="" token should be 'inherit'.
ja: padding-before="" のトークンは「inherit」でなければなりません。

source: padding-bottom="" should be Length, Percent, or 'inherit'.
ja: padding-bottom="" は長さ、パーセント又は「inherit」でなければなりません。

source: padding-bottom="" token should be 'inherit'.
ja: padding-bottom="" のトークンは「inherit」でなければなりません。

source: padding-end="" should be Length, Percent, or 'inherit'.
ja: padding-end="" は長さ、パーセント又は「inherit」でなければなりません。

source: padding-end="" token should be 'inherit'.
ja: padding-end="" のトークンは「inherit」でなければなりません。

source: padding-left="" should be Length, Percent, or 'inherit'.
ja: padding-left="" は長さ、パーセント又は「inherit」でなければなりません。

source: padding-left="" token should be 'inherit'.
ja: padding-left="" のトークンは「inherit」でなければなりません。

source: padding-right="" should be Length, Percent, or 'inherit'.
ja: padding-right="" は長さ、パーセント又は「inherit」でなければなりません。

source: padding-right="" token should be 'inherit'.
ja: padding-right="" のトークンは「inherit」でなければなりません。

source: padding-start="" should be Length, Percent, or 'inherit'.
ja: padding-start="" は長さ、パーセント又は「inherit」でなければなりません。

source: padding-start="" token should be 'inherit'.
ja: padding-start="" のトークンは「inherit」でなければなりません。

source: padding-top="" should be Length, Percent, or 'inherit'.
ja: padding-top="" は長さ、パーセント又は「inherit」でなければなりません。

source: padding-top="" token should be 'inherit'.
ja: padding-top="" のトークンは「inherit」でなければなりません。

source: padding="" should be '<padding-width>{1,4} | inherit'.
ja: padding="" は「<padding-width>{1,4} | inherit」でなければなりません。

source: page-break-after="" should be 'auto | always | avoid | left | right | inherit'.
ja: page-break-after="" は「auto | always | avoid | left | right | inherit」でなければなりません。

source: page-break-before="" should be 'auto | always | avoid | left | right | inherit'.
ja: page-break-before="" は「auto | always | avoid | left | right | inherit」でなければなりません。

source: page-break-inside="" should be 'avoid | auto | inherit'.
ja: page-break-inside="" は「avoid | auto | inherit」でなければなりません。

source: page-citation-strategy="" should be 'all', 'normal', 'non-blank', or 'inherit'.
ja: page-citation-strategy="" は「all」、「normal」、「non-blank」又は「inherit」でなければなりません。

source: page-citation-strategy="" token should be 'all', 'normal', 'non-blank', or 'inherit'.
ja: page-citation-strategy="" のトークンは「all」、「normal」、「non-blank」又は「inherit」でなければなりません。

source: page-height="" should be 'auto', 'indefinite', 'inherit', or Length.
ja: page-height="" は「auto」、「indefinite」、「inherit」又は長さでなければなりません。

source: page-height="" token should be 'auto', 'indefinite', or 'inherit'.
ja: page-height="" のトークンは「auto」、「indefinite」 又は「inherit」でなければなりません。

source: page-number-treatment="" should be 'link' or 'no-link'.
ja: page-number-treatment="" は「link」又は「no-link」でなければなりません。

source: page-number-treatment="" token should be 'link' or 'no-link'.
ja: page-number-treatment="" のトークンは「link」又は「no-link」でなければなりません。

source: page-position="" should be 'only', 'first', 'last', 'rest', 'any', or 'inherit'.
ja: page-position="" は「only」、「first」、「last」、「rest」、「any」又は「inherit」でなければなりません。

source: page-position="" token should be 'only', 'first', 'last', 'rest', 'any', or 'inherit'.
ja: page-position="" のトークンは「only」、「first」、「last」、「rest」、「any」又は「inherit」でなければなりません。

source: page-width="" should be 'auto', 'indefinite', 'inherit', or Length.
ja: page-width="" は「auto」、「indefinite」、「inherit」又は長さでなければなりません。

source: page-width="" token should be 'auto', 'indefinite', or 'inherit'.
ja: page-width="" のトークンは「auto」、「indefinite」 又は「inherit」でなければなりません。

source: pause="" should be '[<time> | <percentage>]{1,2} | inherit'.
ja: pause="" は「[<time> | <percentage>]{1,2} | inherit」でなければなりません。

source: position="" should be 'static | relative | absolute | fixed | inherit'.
ja: position="" は「static | relative | absolute | fixed | inherit」でなければなりません。

source: precedence="" should be 'true', 'false', or 'inherit'.
ja: precedence="" は「true」、「false」又は「inherit」でなければなりません。

source: precedence="" token should be 'true', 'false', or 'inherit'.
ja: precedence="" のトークンは「true」、「false」又は「inherit」でなければなりません。

source: provisional-distance-between-starts="" should be Length, Percent, or 'inherit'.
ja: provisional-distance-between-starts="" は長さ、パーセント又は「inherit」でなければなりません。

source: provisional-distance-between-starts="" token should be 'inherit'.
ja: provisional-distance-between-starts="" のトークンは「inherit」でなければなりません。

source: provisional-label-separation="" should be Length, Percent, or 'inherit'.
ja: provisional-label-separation="" は長さ、パーセント又は「inherit」でなければなりません。

source: provisional-label-separation="" token should be 'inherit'.
ja: provisional-label-separation="" のトークンは「inherit」でなければなりません。

source: ref-id="" should be '<idref> | inherit'.
ja: ref-id="" は「<idref> | inherit」でなければなりません。

source: ref-index-key="" should be '<string>'.
ja: ref-index-key="" は「<string>」でなければなりません。

source: ref-index-key="" does not match any 'index-key' values.
ja: ref-index-key="" は任意の「index-key」値と一致しません。

source: ref-index-key="" does not match any index-key values.
ja: ref-index-key="" は任意の「index-key」値と一致しません。

source: ref-index-key="" occurs before a matching 'index-key' value.
ja: ref-index-key="" は一致する「index-key」値の前に発生します。

source: ref-index-key="" occurs before a matching index-key value.
ja: ref-index-key=""は一致する「index-key」値の前に発生します。

source: reference-orientation="" should be '0 | 90 | 180 | 270 | -90 | -180 | -270 | inherit'.
ja: reference-orientation="" は「0 | 90 | 180 | 270 | -90 | -180 | -270 | inherit」でなければなりません。

source: region-name-reference="" should be EnumerationToken.
ja: region-name-reference="" は 列挙トークンでなければなりません。

source: region-name-reference="" must be unique within its fo:flow-map.
ja: region-name-reference="" は fo:flow-map内で特殊でなくてはいけません。

source: region-name="" should be 'xsl-region-body', 'xsl-region-start', 'xsl-region-end', 'xsl-region-before', or 'xsl-region-after'.
ja: region-name="" は「xsl-region-body」、「xsl-region-start」、「xsl-region-end」、「xsl-region-before」又は「xsl-region-after」でなければなりません。

source: region-name="" should only be used with fo:region-after.
ja: region-name="" は fo:region-afterのみに使用する必要があります。

source: region-name="" should only be used with fo:region-before.
ja: region-name="" は fo:region-beforeのみに使用する必要があります。
